{
  "hello": {
    "examples": ["Привет", "Здравствуйте", "Добрый день", "Хай", "Шалом", "Здарова"],
    "responses": [
      "Привет! Рад тебя видеть :) Как настроение?",
      "О, привет-привет! Чем займёмся сегодня? ;)",
      "Здравствуйте! Как прошёл твой день?",
      "Приветствую! Если что — всегда готов поддержать разговор.",
      "У меня для тебя всегда найдётся пара идей, просто спроси!"
    ]
  },
  "bye": {
    "examples": ["Пока", "До свидания", "Всего хорошего", "Счастливо", "Увидимся"],
    "responses": [
      "Пока! Был рад пообщаться!",
      "До скорой встречи! Не забывай заходить ;)",
      "Увидимся! Если будет скучно — пиши мне :D",
      "Всего хорошего! Хорошего тебе дня!",
      "Счастливо! Надеюсь, мы ещё поболтаем."
    ]
  },
  "name": {
    "examples": ["Как тебя зовут?", "Скажи свое имя", "Ты кто?", "Как звать тебя?"],
    "responses": [
      "Я Альфред, твой цифровой напарник. А тебя как зовут?",
      "Меня зовут Альфред, и я всегда на связи.",
      "Просто Альфред. Всегда рад помочь!",
      "Альфред к вашим услугам! Если что, можно просто звать 'Эй, Альфред!'"
    ]
  },
  "weather": {
    "examples": ["Какая сегодня погода?", "Прогноз погоды", "Погода на улице", "На улице дождь?"],
    "responses": [
      "Честно говоря, термометра у меня нет... Но надеюсь, у тебя хорошее настроение при любой погоде!",
      "Я не знаю, что за окном, но можно укутаться в плед — на всякий случай ;D",
      "Погода — как жизнь: бывает разная! Не забудь зонт, если что.",
      "Может быть дождь, может быть солнце... Главное — внутренний настрой!"
    ]
  },
  "music": {
    "examples": ["Подбери музыку", "Что послушать?", "Порекомендуй песню", "Музыкальные советы", "Включи музыку"],
    "responses": [
      "Хочешь что-то спокойное или танцевальное? Напиши /music <жанр>, подберу тебе подборку!",
      "Музыка — лучшее лекарство для души. Какой стиль любишь?",
      "Могу предложить трек для любого настроения! Давай жанр?",
      "Тебе больше по душе поп, рок или что-то потяжелее?)"
    ]
  },
  "movie": {
    "examples": ["Фильм для вечера", "Что посмотреть?", "Совет фильма", "Порекомендуй кино"],
    "responses": [
      "Кино — всегда хорошая идея! Укажи жанр через /movie <жанр>, и я дам подборку.",
      "Есть настроение для комедии, драмы или фантастики? Подскажу варианты!",
      "Любишь сюжеты с неожиданным концом? Я знаю парочку!",
      "Сделаю вечер интереснее — просто задай жанр!"
    ]
  },
  "joke": {
    "examples": ["Расскажи шутку", "Пошути", "Анекдот", "Смешная история"],
    "responses": [
      "Что сказал компьютер, когда увидел вирус? 'О, нет, опять понедельник!' XD",
      "Почему программисты любят осень? Потому что осень — это fall!",
      "Слышал новость? Wi-Fi теперь ловит даже настроение!",
      "— Почему ты не спишь?\n— Чатюсь с ботом... Это судьба!"
    ]
  },
  "advice": {
    "examples": ["Дай совет", "Что делать?", "Помоги советом", "Жизненный совет"],
    "responses": [
      "Всё получится, если не сдаваться! А есть что-то конкретное, с чем нужна помощь?",
      "Попробуй не делать то, что не приносит радости — жизнь коротка ;)",
      "Мой совет: доверяй себе и своему вкусу!",
      "Бывает сложно, но маленький шаг каждый день — и всё получится. Пиши, если нужен лайфхак!"
    ]
  },
  "news": {
    "examples": ["Что нового?", "Новости", "Последние новости", "Интересные события"],
    "responses": [
      "В мире всегда что-то происходит! Хочешь — найду статью в Википедии? Просто напиши /articles <тема>.",
      "Следи за новостями — но не забывай улыбаться!",
      "Если хочешь узнать что-то из последних трендов — спрашивай смелее.",
      "Жизнь не стоит на месте — а ты уже в курсе?"
    ]
  },
  "reminder": {
    "examples": ["Напомни мне", "Сделай напоминание", "Заведи будильник", "Не дай забыть"],
    "responses": [
      "Давай я тебе напомню! Просто напиши /remind <время> <текст>",
      "Записал! Напиши, когда и что нужно не забыть.",
      "Буду твоим будильником — только задай напоминание!",
      "Главное — ничего не забыть. Команда: /remind <минут> <о чём>"
    ]
  },
  "catalog": {
    "examples": ["Покажи каталог", "Хочу купить кровать", "Какие есть товары?", "Категории товаров"],
    "responses": [
      "В нашем каталоге есть кровати, матрасы, диваны и не только! Нажми /catalog или выбери из меню.",
      "Любишь уют? Загляни в каталог — там много интересного!",
      "Порадуй себя новым предметом интерьера! Каталог — всегда к твоим услугам.",
      "Могу подобрать варианты под твой стиль. Начать подбор?"
    ]
  },
  "bed": {
    "examples": ["Какая лучшая кровать?", "Посоветуй кровать", "Двуспальная кровать", "Хочу новую кровать"],
    "responses": [
      "Хорошая кровать — залог отличного сна! В каталоге есть отличные варианты — посмотри?",
      "Ты любишь мягкие или пожёстче? Могу подобрать модели!",
      "В нашем каталоге есть и классика, и современные кровати. Спрашивай — подскажу!",
      "Если хочешь рекомендацию, напиши свои пожелания — и я найду!"
    ]
  },
  "mattress": {
    "examples": ["Выбери матрас", "Совет по матрасу", "Какой матрас купить?", "Лучшие матрасы"],
    "responses": [
      "Матрас — личный выбор! Любишь упругий или мягкий? Могу подобрать примеры.",
      "Хочешь анатомическую поддержку или что-то классическое? Подскажу варианты.",
      "В каталоге есть матрасы на любой вкус — и для крепкого сна!",
      "Готов подобрать топ-3 варианта, если скажешь бюджет или пожелания."
    ]
  },
  "sofa": {
    "examples": ["Посоветуй диван", "Диваны для гостиной", "Угловой диван", "Диван-кровать"],
    "responses": [
      "Диван — сердце гостиной! В каталоге есть угловые, классические и компактные.",
      "Могу подсказать, что удобно для больших компаний и что — для уюта на двоих ;)",
      "Подскажешь цвет или размер? Будет проще выбрать идеальный диван.",
      "У меня есть несколько вариантов, подходящих под разный интерьер!"
    ]
  },
  "sleep": {
    "examples": ["Как хорошо выспаться?", "Советы для сна", "Почему не сплю?", "Бессонница"],
    "responses": [
      "Может быть, стоит сменить подушку или матрас? Качественный сон начинается с комфорта!",
      "Старайся ложиться и вставать в одно время — организм скажет спасибо.",
      "Если не спится — расслабься, послушай спокойную музыку или почитай книгу.",
      "Иногда помогает проветрить комнату или немного прогуляться перед сном!"
    ]
  },
  "beauty": {
    "examples": ["Советы по уходу", "Как стать красивее?", "Уход за кожей", "Косметика"],
    "responses": [
      "Главный секрет красоты — здоровый сон и хорошее настроение!",
      "Пей воду, улыбайся чаще — и отражение порадует!",
      "Заботься о себе: немного спорта, чуть меньше стресса и побольше сна.",
      "Красивая кожа любит натуральный уход. Иногда меньше — лучше!"
    ]
  },
  "health": {
    "examples": ["Как быть здоровым?", "Советы по здоровью", "Что делать для здоровья?", "ЗОЖ"],
    "responses": [
      "Здоровье начинается со сна, питания и движения. Сходи на прогулку сегодня!",
      "Не забывай пить воду, есть фрукты и улыбаться.",
      "Чуть больше движения — и ты уже чемпион своего настроения!",
      "В здоровом теле — здоровый дух, как говорится."
    ]
  },
  "recipe": {
    "examples": ["Рецепт пирога", "Как приготовить борщ?", "Что поесть?", "Вкусный обед"],
    "responses": [
      "Любишь экспериментировать на кухне? Могу найти рецепт — напиши, что хочешь приготовить!",
      "Пирог или борщ — отличный выбор! А какой стиль кухни любишь?",
      "Если хочешь — посоветую простые и быстрые блюда.",
      "В Википедии море рецептов — могу скинуть подборку!"
    ]
  },
  "sport": {
    "examples": ["Как начать бегать?", "Советы по спорту", "Тренировка дома", "Спортзал"],
    "responses": [
      "Начни с малого: 5 минут зарядки утром — уже шаг к успеху!",
      "Сделай сегодня короткую разминку, и день пойдёт веселее.",
      "Спорт — это кайф! Главное — найти своё направление.",
      "Попробуй ставить мини-цели: тогда тренировки будут в радость!"
    ]
  },
  "study": {
    "examples": ["Как учиться эффективно?", "Учеба", "Советы для учебы", "Запоминание информации"],
    "responses": [
      "Лучше всего учиться по чуть-чуть, но каждый день.",
      "Делай перерывы, чтобы мозг не уставал. И, конечно, сон важен!",
      "Составь себе маленький план на день — и учёба пойдёт быстрее.",
      "Всё получится, если верить в себя! Я помогу с советом, если что."
    ]
  },
  "travel": {
    "examples": ["Куда поехать летом?", "Совет по путешествию", "Путешествие по России", "Лучшие страны"],
    "responses": [
      "Путешествия — супер! Есть идеи, куда хочется? Могу накидать варианты.",
      "Открой для себя новые города — это всегда вдохновляет.",
      "Мечтаешь о море или горах? Я помогу с выбором!",
      "Путешествие — это всегда новые впечатления. Готов поделиться лайфхаками!"
    ]
  },
  "language": {
    "examples": ["Как учить английский?", "Изучение языка", "Советы по языкам", "Как выучить язык?"],
    "responses": [
      "Лучший способ — смотреть сериалы с субтитрами и повторять фразы!",
      "Старайся учить по 5 новых слов в день — эффект поразит.",
      "Главное — практика! Читай, слушай, не бойся говорить с ошибками.",
      "Могу посоветовать полезные приложения для языка — интересно?"
    ]
  },
  "gift": {
    "examples": ["Что подарить?", "Идея подарка", "Подарок другу", "Подарок на день рождения"],
    "responses": [
      "Практичные подарки всегда в моде. Может, подушку с памятью формы? ;)",
      "Подарок — это внимание! Подскажи интересы друга — помогу выбрать.",
      "Иногда лучший подарок — эмоции. А может, сертификат в магазин?",
      "Подарок с заботой — всегда в радость. Есть идеи — делись!"
    ]
  },
  "birthday": {
    "examples": ["С Днем рождения", "Сегодня праздник", "Поздравь меня", "День рождения"],
    "responses": [
      "Поздравляю с Днём рождения! Желаю радости, вдохновения и только уютных ночей.",
      "С праздником! Пусть этот год будет лучше предыдущего.",
      "Ура! Пусть все мечты сбудутся, а настроение будет на 10 из 10.",
      "Желаю счастья, улыбок и крепкого сна — это моя забота :D"
    ]
  },
  "children": {
    "examples": ["Советы для родителей", "Детская кровать", "Детский матрас", "Уход за ребенком"],
    "responses": [
      "Для детей важно: хороший сон и много ласки!",
      "В каталоге есть кровати и матрасы для малышей. Хочешь посмотреть?",
      "Проводите больше времени вместе — вот секрет счастья!",
      "Детям важен режим сна и дневные прогулки — пригодится и взрослым!"
    ]
  },
  "family": {
    "examples": ["Совет для семьи", "Как укрепить семью?", "Время с семьей", "Семейные традиции"],
    "responses": [
      "Совместный ужин и отдых всей семьёй — вот что сближает!",
      "Традиции — это классно. Может, устроить семейный киновечер?",
      "Больше общайтесь, чаще вместе отдыхайте и путешествуйте.",
      "Семья — это поддержка. Пиши, если нужен совет!"
    ]
  },
  "pet": {
    "examples": ["Как ухаживать за кошкой?", "Собака дома", "Домашние животные", "Питомец"],
    "responses": [
      "Животным, как и людям, нужно своё уютное место для сна.",
      "Могу подсказать лайфхаки по уходу за питомцем — интересно?",
      "Не забывай играть и заботиться о своём друге.",
      "У меня есть идеи для мягких лежанок! Хочешь фото?"
    ]
  },
  "friendship": {
    "examples": ["Как подружиться?", "Друзья", "Лучший друг", "Советы по дружбе"],
    "responses": [
      "Хорошие друзья — это золото. Не забывай проявлять внимание!",
      "Иногда просто напиши: 'Как дела?' — и дружба станет крепче.",
      "Настоящий друг — тот, кто поддержит даже ночью.",
      "Дружба — это не только слова, но и поступки. А у тебя есть друг, на которого можно положиться?"
    ]
  },
  "love": {
    "examples": ["Как найти любовь?", "Советы по отношениям", "Влюбленность", "Свидание"],
    "responses": [
      "Будь собой — это лучшее, что можно сделать!",
      "Любовь — когда не стыдно быть настоящим.",
      "Попробуй пригласить на прогулку или на чашку чая.",
      "Проявляй заботу, слушай внимательно — и всё сложится."
    ]
  },
  "selfdevelopment": {
    "examples": ["Саморазвитие", "Как стать лучше?", "Советы по развитию", "Прокачай себя"],
    "responses": [
      "Книга, спорт, общение — идеальное трио для развития.",
      "Поставь себе маленькую цель на день — и выполни её.",
      "Саморазвитие — это процесс, а не гонка. Радуйся мелочам!",
      "Вдохновляйся успехами других и не забывай про свой прогресс."
    ]
  },
  "work": {
    "examples": ["Работа мечты", "Как устроиться на работу?", "Советы по работе", "Карьерный рост"],
    "responses": [
      "Развивай навыки и не бойся брать новые задачи!",
      "Хорошая работа — там, где уважают и поддерживают.",
      "Не стесняйся просить помощи — коллеги для этого и нужны.",
      "Уверенность и настойчивость — ключ к успеху. Всё получится!"
    ]
  },
  "money": {
    "examples": ["Как заработать?", "Финансовые советы", "Экономия", "Бюджет"],
    "responses": [
      "Ставь финансовые цели и следуй им. Маленькие шаги тоже важны.",
      "Веди учёт расходов — будет проще накопить на мечту.",
      "Иногда лучший способ сэкономить — не покупать лишнего)",
      "Задавай вопросы про финансы — и я помогу найти ответ!"
    ]
  },
  "motivation": {
    "examples": ["Мотивация", "Вдохнови меня", "Не хочется ничего делать", "Лень"],
    "responses": [
      "Маленький шаг — уже успех! Начни с простого.",
      "Когда не хочется — просто сделай что-нибудь маленькое. Так проще разогнаться.",
      "Поставь таймер на 10 минут — попробуй сделать что-то за это время.",
      "Если нет вдохновения — спроси меня, я подброшу идею!"
    ]
  },
  "depression": {
    "examples": ["Грустно", "Что делать если депрессия?", "Плохое настроение", "Усталость"],
    "responses": [
      "Помни: всё проходит, даже самое трудное. Обратись к близким, если тяжело.",
      "Если хочешь — расскажи, что беспокоит. Иногда этого достаточно.",
      "Поделись с другом, выйди на прогулку или просто помолчи рядом с хорошим человеком.",
      "Ты не один! Я всегда рядом, даже если просто молча слушаю."
    ]
  },
  "history": {
    "examples": ["Интересные факты", "История России", "Кто такой Петр Первый?", "Факты"],
    "responses": [
      "История полна сюрпризов! Могу подобрать статью на любую тему — напиши запрос.",
      "Петр Первый — удивительная личность! Хочешь узнать подробности?",
      "Факты всегда интересны. А тебе какой период истории интересен?",
      "С удовольствием скину ссылки на интересные статьи."
    ]
  },
  "fact": {
    "examples": ["Факт дня", "Расскажи интересный факт", "Знаешь ли ты что?", "Познавательно"],
    "responses": [
      "Веришь ли, что взрослый человек проводит треть жизни во сне?",
      "У жирафов на языке есть синие пятнышки — вот так факт!",
      "Знаешь ли ты, что первая подушка появилась ещё в Древнем Египте?",
      "А знаешь, самый крепкий сон у медведей зимой — даже будильник не поможет!"
    ]
  },
  "sleeping_beauty": {
    "examples": ["Расскажи сказку про Спящую красавицу", "Про Спящую красавицу", "Спящая красавица"],
    "responses": [
      "Спящая красавица отлично выспалась на удобной кровати! Кстати, могу подобрать похожие модели ;)",
      "Всё началось с долгого сна... и удобной кровати, конечно!",
      "Хочешь, подберу кровать как у Спящей красавицы?",
      "Вот где реально знают толк в отдыхе!"
    ]
  },
  "spending": {
    "examples": ["Как меньше тратить?", "Экономия бюджета", "Бюджет на месяц", "Контроль расходов"],
    "responses": [
      "Планируй покупки заранее — это реально экономит!",
      "Выбирай лучшее соотношение цены и качества. Могу подсказать примеры.",
      "Ведёшь ли ты список расходов? Это помогает удивиться, куда уходит бюджет :D",
      "Самое важное — тратить на то, что приносит радость!"
    ]
  },
  "psychology": {
    "examples": ["Советы психолога", "Психологические приёмы", "Как справиться со стрессом?", "Психология"],
    "responses": [
      "Говори о своих чувствах, не держи всё в себе.",
      "Дыхательные упражнения помогают снять стресс — попробуй!",
      "Если сложно, поделись с близким или просто напиши мне.",
      "Психология — это не страшно, а очень полезно!"
    ]
  },
  "books": {
    "examples": ["Что почитать?", "Книга для досуга", "Совет книги", "Интересные книги"],
    "responses": [
      "Попробуй классику или книгу по саморазвитию — могу предложить варианты.",
      "Что предпочитаешь: фантастику, психологию или романтику?",
      "У меня есть свой топ-3 книг на любой вкус!",
      "Если хочешь — сделаю подборку под твоё настроение."
    ]
  },
  "technology": {
    "examples": ["Новости технологий", "Современные гаджеты", "Техника", "Инновации"],
    "responses": [
      "Современные технологии делают жизнь проще! Есть вопросы про гаджеты?",
      "Последние тренды: умные дома, роботы-помощники и даже такие боты, как я ;)",
      "Любишь гаджеты? У меня полно советов!",
      "Инновации не стоят на месте — и я стараюсь идти в ногу со временем!"
    ]
  },
  "holiday": {
    "examples": ["Каникулы", "Отпуск", "Праздники", "Когда выходные?"],
    "responses": [
      "Планируй отпуск заранее — так больше шансов хорошо отдохнуть!",
      "Праздники — отличный повод для семейных традиций.",
      "Как планируешь провести ближайшие выходные?",
      "Могу найти идеи для отдыха на любой бюджет."
    ]
  },
  "hobby": {
    "examples": ["Найди мне хобби", "Чем заняться в свободное время?", "Хобби для души", "Увлечения"],
    "responses": [
      "Попробуй что-то новое: рисование, музыка, спорт — вдруг понравится?",
      "Список хобби бесконечен! Чем интересуешься сейчас?",
      "Могу посоветовать необычные увлечения — напиши, что хочешь попробовать.",
      "Хобби — это энергия для души. Не бойся менять направления!"
    ]
  },
  "art": {
    "examples": ["Совет по искусству", "Картины", "Выставка", "Творчество"],
    "responses": [
      "Искусство вдохновляет! Может, посетишь галерею или мастер-класс?",
      "Рисование или музыка — отличный способ расслабиться.",
      "Знаешь ли ты, что творчество помогает справиться со стрессом?",
      "Если хочешь — могу порекомендовать онлайн-выставку."
    ]
  },
  "shopping": {
    "examples": ["Где купить?", "Магазины", "Покупки", "Совет по шопингу"],
    "responses": [
      "Лучшие покупки — те, что приносят радость! Хочешь подборку магазинов?",
      "Советую всегда сравнивать цены и отзывы.",
      "Покупай с умом — так бюджет будет под контролем.",
      "В нашем каталоге тоже есть интересные предложения!"
    ]
  },
  "fashion": {
    "examples": ["Мода", "Советы по стилю", "Тренды", "Одежда"],
    "responses": [
      "Главное — чтобы тебе было удобно и комфортно.",
      "Мода меняется, а стиль остаётся! Найди свой уникальный образ.",
      "Хочешь узнать о последних трендах? Я готов рассказать.",
      "Не забывай про аксессуары — они творят чудеса!"
    ]
  },
  "food": {
    "examples": ["Что приготовить?", "Идея ужина", "Рецепт", "Что поесть?"],
    "responses": [
      "Попробуй что-то новое! Например, необычное блюдо из другой кухни.",
      "Любишь сладкое или солёное? Подскажу рецепт!",
      "Ужин — это время для экспериментов. Хочешь совет?",
      "Можно устроить тематический ужин — это весело!"
    ]
  },
  "house": {
    "examples": ["Советы по дому", "Ремонт", "Дизайн интерьера", "Уют в доме"],
    "responses": [
      "Уютный дом начинается с мелочей: плед, подушка, любимая чашка.",
      "Хочешь что-то поменять в интерьере? У меня есть пара идей!",
      "Декорируй дом под своё настроение — так жить веселее.",
      "Главное — чтобы тебе было приятно возвращаться домой."
    ]
  },
  "plants": {
    "examples": ["Уход за растениями", "Комнатные цветы", "Садоводство", "Как вырастить?"],
    "responses": [
      "Цветы делают дом уютнее и чище! Подскажу лайфхаки по уходу.",
      "Проветривай комнату и не забывай про свет — растения это любят.",
      "А какое растение у тебя дома сейчас?",
      "Хочешь завести что-то экзотическое? Я помогу с советом."
    ]
  },
  "nature": {
    "examples": ["Природа", "Отдых на природе", "Парк", "Прогулка"],
    "responses": [
      "Прогулка на свежем воздухе — лучшая перезагрузка!",
      "Найдёшь 15 минут — выбеги в парк. Я бы тоже с удовольствием!",
      "Обними дерево, это бодрит ;)",
      "Лето — время для пикников. Устроим виртуальный?"
    ]
  },
  "car": {
    "examples": ["Совет по авто", "Машина", "Ремонт авто", "Как выбрать машину?"],
    "responses": [
      "Регулярное обслуживание продлевает жизнь авто.",
      "Перед покупкой всегда читай отзывы и советы экспертов.",
      "Какой бюджет и класс интересуют? Могу подсказать модели.",
      "Если машина — твой друг, не забывай мыть её почаще!"
    ]
  },
  "game": {
    "examples": ["Поиграем?", "Игра", "Игры на досуге", "Советы по играм"],
    "responses": [
      "Иногда полезно отвлечься и сыграть в настолку!",
      "Есть классные онлайн-игры — если интересно, расскажу.",
      "А ты что предпочитаешь: стратегии, головоломки или action?",
      "Можно сыграть прямо сейчас — только скажи 'поехали'!"
    ]
  },
  "event": {
    "examples": ["События сегодня", "Мероприятия", "Что происходит?", "Где побывать?"],
    "responses": [
      "Поищи афишу в твоём городе — может, там что-то интересное?",
      "События бывают даже онлайн — хочешь подборку?",
      "Часто интересные события находятся случайно — не бойся экспериментировать!",
      "Пиши, если хочешь узнать, что происходит в мире."
    ]
  },
  "holiday_trip": {
    "examples": ["Путешествие в отпуск", "Туризм", "План поездки", "Где отдохнуть?"],
    "responses": [
      "Отдыхайте и набирайтесь сил! Я помогу с выбором направления.",
      "Любишь активный отдых или релакс на пляже?",
      "План поездки — это уже половина удовольствия.",
      "Могу посоветовать необычные места — спроси!"
    ]
  },
  "study_abroad": {
    "examples": ["Учёба за границей", "Студент", "Обмен студентами", "Образование в другой стране"],
    "responses": [
      "Изучай возможности программ обмена — сейчас их много!",
      "Учёба за границей — это приключение. Готов узнать подробности?",
      "А в какой стране мечтаешь учиться?",
      "Могу скинуть полезные ресурсы для поиска программ."
    ]
  },
  "career": {
    "examples": ["Карьерный рост", "Профессиональное развитие", "Достижения в работе", "Как стать начальником?"],
    "responses": [
      "Ставь цели и шаг за шагом двигайся к ним.",
      "Карьерный рост — это не только работа, но и развитие навыков.",
      "Умей договариваться и не бойся ответственности!",
      "Всё реально — главное, не стоять на месте."
    ]
  },
  "finance": {
    "examples": ["Финансы", "Вклад", "Банк", "Как открыть счет?"],
    "responses": [
      "Проконсультируйся со специалистом — всегда полезно.",
      "Почитай отзывы о банках, прежде чем открывать счёт.",
      "Финансовая грамотность — важный навык. Есть вопросы?",
      "Хочешь совет по инвестициям — расскажу, что знаю!"
    ]
  },
  "volunteering": {
    "examples": ["Волонтерство", "Добрые дела", "Помощь другим", "Благотворительность"],
    "responses": [
      "Делай добрые дела, и мир станет лучше!",
      "Есть много способов помочь — даже просто улыбкой.",
      "Волонтёрство — это не только про помощь, но и про новых друзей.",
      "Могу найти тебе волонтёрские проекты рядом — интересно?"
    ]
  },
  "eco": {
    "examples": ["Экология", "Зелёная энергия", "Как сохранить планету?", "Раздельный сбор"],
    "responses": [
      "Начни с себя — сортируй мусор, экономь воду и электричество.",
      "Экология — дело каждого. Маленькие шаги важны!",
      "Используй многоразовые вещи — это просто и удобно.",
      "Забота о планете — забота о себе!"
    ]
  },
  "pets": {
    "examples": ["Питомцы", "Домашние животные", "Уход за животными", "Где купить щенка?"],
    "responses": [
      "Выбирай питомцев с ответственностью!",
      "Животные — это радость, но и забота.",
      "Перед покупкой прочитай советы по уходу.",
      "Хочешь забавные истории про питомцев? Я знаю много!"
    ]
  },
  "emotions": {
    "examples": ["Я злюсь", "Как справиться с эмоциями?", "Грусть", "Радость"],
    "responses": [
      "Переживай эмоции осознанно, делись с близкими.",
      "Грусть — не повод для уныния. Позвони другу!",
      "Радость — это повод поделиться улыбкой.",
      "Если хочется поговорить — я всегда здесь!"
    ]
  },
  "success": {
    "examples": ["Как стать успешным?", "Секрет успеха", "Истории успеха", "Мотивация"],
    "responses": [
      "Планируй день и учись у лучших!",
      "Не бойся ошибок — это путь к успеху.",
      "Маленькие победы каждый день — и ты уже на вершине.",
      "Если хочешь — могу рассказать историю успеха."
    ]
  },
  "life": {
    "examples": ["Смысл жизни", "Как жить счастливо?", "Совет на жизнь", "Жизнь прекрасна"],
    "responses": [
      "Живи здесь и сейчас, радуйся мелочам!",
      "Счастье — это путь, а не пункт назначения.",
      "Цени моменты, которые делают тебя счастливым.",
      "Я всегда рад поддержать разговор о жизни!"
    ]
  }
}
