{
  "Кровати": {
    "С подъемным механизмом": [
      {
        "name": "Кровать Askona Alfa",
        "description": "Современная кровать с мягким изголовьем и подъемным механизмом для хранения. Благодаря универсальному дизайну кровать Альфа подойдет для интерьера в стиле современный минимализм. Универсальный дизайн спинки позволяет разместить кровать как в квартире, так и загородном доме или на даче.",
        "price": "13 674",
        "image": "https://ir.askona.ru/i/AUTOxAUTO_max/catalog/521246.jpg",
        "link": "https://www.askona.ru/krovati/krovat-alfa-pm.htm?SELECTED_HASH_SIZE=140x200x81-0edca4b60bdba7dc0d0c8cb7685b63ff&SELECTED_FABRIC_ID=1326367"
      },
      {
        "name": "Кровать Hoff Mila",
        "description": "Кровать с подъёмным механизмом Mila с обивкой из материала иск.кожа в цвете «белый глянцевый». Кровать комплектуется основанием и подъёмным механизмом, матрас не входит в комплект.",
        "price": "19 999",
        "image": "https://hoff.ru/upload/iblock/4fc/4fce9361fcd58c20630cd759a8c10323.jpg",
        "link": "https://hoff.ru/catalog/spalnya/krovati/krovati_s_podemnym_mehanizmom/krovat_s_podyemnym_mekhanizmom_mila_id7481121/?articul=80385237"
      },
      {
        "name": "Кровать krovati Риос Велюр",
        "description": "Кровать Dimax Риос с механизмом подъема 90×200 см — это стильное и функциональное решение для вашей спальни. Она выполнена в классическом дизайне с отделкой в античном (сосна) цвете и щеткой, что придает ей особый шарм. Материалы, использованные при изготовлении кровати, такие как Eskohide и ЛДСП, обеспечивают высокое качество и долговечность.",
        "price": "17 400",
        "image": "https://krovat.ru/assets/thumb/product/57665/850x565_ffffff_100_0_2024122814481810800_95.webp",
        "link": "https://krovat.ru/product/krovat-dimax-rios-s-podemnym-mekhanizmom/"
      }
    ],
    "Двуспальные": [
      {
        "name": "Кровать Askona Milana Nova",
        "description": "Эта кровать очаровывает своей простотой и создает атмосферу неповторимого уюта и покоя. Мягкие подушки, лаконичные формы, разнообразие вариантов исполнения – неоспоримое достоинство данной модели. Мягкая съемная спинка делает кровать уютной и привлекательной. Ночь на ней подарит поистине незабываемые впечатления. Milana Nova создана для активных и общительных, для тех, кто любит перемены.",
        "price": "38 209",
        "image": "https://ir.askona.ru/i/AUTOxAUTO_max/catalog/521335.jpg",
        "link": "https://www.askona.ru/krovati/krovat-milana-nova.htm?SELECTED_HASH_SIZE=90x200-64076ea5fa34605eff021e660aae5165&SELECTED_FABRIC_ID=1785657&SELECTED_GRID=1335690"
      },
      {
        "name": "Кровать Hoff Сеул",
        "description": "",
        "price": "113 799",
        "image": "https://hoff.ru/upload/iblock/064/0643b70fd5a2d79eca3f7efb1e3029cb.jpg",
        "link": "https://hoff.ru/catalog/spalnya/krovati/krovati_bez_podemnogo_mehanizma/krovat_bez_podyemnogo_mekhanizma_seul_id8092681/?articul=80444337"
      },
      {
        "name": "Кровать krovati Валенсия",
        "description": "",
        "price": "27 190",
        "image": "https://krovat.ru/assets/thumb/product/50581/850x565_ffffff_100_0_2024062621533810800_95.webp",
        "link": "https://krovat.ru/product/krovat-valensiya-11-36-01/"
      }
    ],
    "Односпальные": [
      {
        "name": "Кровать Askona Betsy New",
        "description": "Элегантная и лаконичная кровать Betsy/Бетси станет украшением детских спален и любимым местом для отдыха наших маленьких покупателей. Мягкое высокое изголовье в сочетании с опорами из массива делают кровать стильным и универсальным элементом спальни как девочки, так и мальчика. Благодаря множественному выбору цвета и фактуры тканей, широкому размерному ряду, съемному бортику кровать подойдет как малышам, которые только учатся самостоятельному сну, так и подросткам. Кровать выполняется в двух модификациях - с подъемным механизмом и бельевым ящиком или с основанием с ламелями. Дополнительно можно приобрести съемный бортик, который легко установить с любой стороны кровати (возможна установка с обеих сторон сразу).",
        "price": "22 822",
        "image": "https://ir.askona.ru/i/AUTOxAUTO_max/catalog/264708.jpg",
        "link": "https://www.askona.ru/detskie/krovati/betsy-pm.htm?SELECTED_HASH_SIZE=80x160-8518a10ca0fa8dfc78db5ef104911077&SELECTED_FABRIC_ID=1335754"
      },
      {
        "name": "Кровать Hoff Victori",
        "description": "Victori — кровать удобна и элегантна. Ее каркас выполнен из прочной и долговечной ДСП, обивка — из мягкого бархатистого велюра. Привлекает внимание высокая мягкая спинка в изголовье: прострочка в виде диагональных линий, образующих в центре буквы V, выглядит оригинально и эффектно.",
        "price": "21 999",
        "image": "https://hoff.ru/upload/iblock/c06/3ubvzu6h4aph1w2btaqpg0iw1v0x2xmd.jpg",
        "link": "https://hoff.ru/catalog/spalnya/krovati/krovati_s_podemnym_mehanizmom/krovat_s_podyemnym_mekhanizmom_victori_id10408649/?articul=80642627"
      },
      {
        "name": "Кровать krovati Адда Ментол",
        "description": "",
        "price": "32 000",
        "image": "https://krovat.ru/assets/thumb/product/48958/0x680_ffffff_100_0_2024052008240510800_98.webp",
        "link": "https://krovat.ru/product/krovat-adda-mentol/"
      }
    ]
  },
  "Матрасы": {
    "Ортопедические": [
      {
        "name": "Ортопедический матрас Askona Ortho Hard",
        "description": "Ортопедический матрас Ortho Hard высокой жесткости разработан для здорового сна, снятия напряжений и боли в спине и поясницы.",
        "price": "26 650",
        "image": "https://ir.askona.ru/i/AUTOxAUTO_max/catalog/248926.jpg",
        "link": "https://www.askona.ru/matrasy/askona-ortho-hard.htm?SELECTED_HASH_SIZE=80x190-f91bf639f22c0c7123f070bdc86bc66b"
      },
      {
        "name": "Ортопедический матрас Hoff HONNEMED Traum",
        "description": "",
        "price": "41 799",
        "image": "https://hoff.ru/upload/iblock/28b/pjage6rbc3wndhapdyg27vn8jvx7ajn2.jpg",
        "link": "https://hoff.ru/catalog/spalnya/matrasy/pruzhinnye_matrasy/matras_ortopedicheskiy_traum_id10677956/?articul=80698142"
      },
      {
        "name": "Ортопедический матрас krovati Discavery",
        "description": "Окунитесь в мир комфорта, ведь теперь ваше спальное место – это мягкое, уютное облако, воплощенное в модели Discovery с чехлом Jump Grey. Для создания чехла используется трикотаж высокой плотности, произведенный по запатентованной итальянской технологии фабрики STELLINI. В соответствии со статусом матраса – трикотаж подвергнут дополнительной обработке антибактериальной и антистатической пропиткой. Стежка матрасной панели производится на высокообъемном наполнителе - холлофайбере повышенной плотности 400 гр/м2 (поставляется по специальному заказу фабрики Lineaflex). Технология простегивания матрасной «jumping» позволяет уйти от непрерывного прошивания панели нитью, что в свою очередь создает неповторимый эффект мягкости и уюта спального места, позволяет наполнителю сохранять первоначальные свойства до семи лет эксплуатации. Визуальный дизайн модели Discovery не может оставить равнодушным даже самых требовательных потребителей и делает вызов производителям постельного белья, ведь далеко не каждый комплект может быть достоин укрывать красоту чехла Jump Grey.",
        "price": "43 200",
        "image": "https://krovat.ru/assets/thumb/product/57786/0x680_ffffff_100_0_2025012015195910800_98.webp",
        "link": "https://krovat.ru/product/matras-lineaflex-discovery-diskaveri/473331/"
      }
    ],
    "Детские": [
      {
        "name": "Детский матрас Askona Robby",
        "description": "Матрас Robby –матрас средней жесткости, изготовленный из натуральных материалов, отлично подойдет активным деткам, для гармоничного развития позвоночника и здорового сна.",
        "price": "7 790",
        "image": "https://ir.askona.ru/i/AUTOxAUTO_max/catalog/508541.jpg",
        "link": "https://www.askona.ru/detskie/matrasses/detskiy-matras-robby.htm?SELECTED_HASH_SIZE=70x140-a2adabc1e2b8a53521fa5b07706dc4a3"
      },
      {
        "name": "Детский матрас Hoff MILDEX Buffalo",
        "description": "Aнатомический матрас Mildex Buffalo с натуральной кокосовой койрой, которая придает необходимую жесткость, материал не токсичен, гипоаллергенен, влагоустойчив, что является основным преимуществом в детских матрасах. Правильное распределение нагрузки и снятия напряжения с позвоночника обеспечивает независимый пружинный блок с 500 пружин на спальное место. Современный материал, как пена с угольным фильтром, позволяет матрасу дышать, тем самым правильно отводить влагу во время сна ребенка.",
        "price": "10 999",
        "image": "https://hoff.ru/upload/hoff_resize/hoff-images/514/601/6/3fb23e82f7bb2c24351c44ba347d6d98.jpg/1500x1000_85.webp",
        "link": "https://hoff.ru/catalog/detskaya/detskie_matrasy/pruzhinnye_matrasy/matras_pruzhinnyy_mildex_buffalo_id5146016/?articul=80348619"
      },
      {
        "name": "Детский матрас krovati Delfino",
        "description": "Матрас с разной степенью жесткости. Одна из сторон умеренно мягкая из 100% натурального латекса, главное достоинство которого гипоаллергенность и устойчивость к влаге. Качественный латекс обладает столь необходимой для детских матрасов естественной терморегуляцией. Вторая сторона из латексированной кокосовой койры, обеспечит повышенную прочность и упругость. Матрас на основе блока независимых пружин, которые равномерно распределяют нагрузку по всей горизонтальной поверхности и позволяют позвоночнику находиться в правильном положении. Сочетание всех уникальных компонентов определяет высокие ортопедические и анатомические свойства матраса.",
        "price": "11 817",
        "image": "https://krovat.ru/assets/thumb/product/59299/0x680_ffffff_100_0_2025051513400910800_98.webp",
        "link": "https://krovat.ru/product/matras-materlux-delfino/755968/"
      }
    ]
  }
}
